"qr.noname" = "没有名称";

"showDetails.button.title" = "显示详细信息";

"settings.bugWithWidget.question" = "我在部件库中找不到部件";
"settings.bugWithWidget.answer" = "不幸的是，这是iOS中的一个错误，请重新启动您的电话，然后打开应用程序，然后小部件将出现在小部件库中";
"settings.howToAddWidget" = "如何添加部件？";

"appleWallet.failedToCreatePass" = "为 Apple Wallet 创建 QR 失败";
"appleWallet.qrAlreadyAdded" = "QR码已添加到苹果钱包。如果您再次添加，QR码将被更新";
"appleWallet.tryAgain" = "请重试";
"appleWallet.progress" = "为苹果钱包创建二维码";

// Common
"cancel" = "取消";
"save" = "保存";
"continue" = "继续";
"repeat" = "重复";
"activate" = "激活";

"deleteQr.caution" = "您想要删除QR码吗？";
"deleteQr.buttonTitle" = "删除";

"paywall.plan.introductory.free" = "%@ 免费版";
"paywall.plan.introductory.periodAndPrice" = "%@ 的 %@";
"paywall.plan.thenPrice" = "然后 %@ / %@";
"paywall.restore" = "恢复";
"paywall.oneTimePurchase" = "一次性购买";
"paywall.popular" = "热门的";

"paywall.freeVersion" = "免费版本";
"paywall.feature.scanner.title" = "扫描器";
"paywall.feature.scanner.subtitle" = "使用相机或照片添加新的 QR-代码";
"paywall.feature.sharing.title" = "分享";
"paywall.feature.sharing.subtitle" = "导出二维码为文本或图像";
"paywall.feature.noAds.title" = "没有广告";
"paywall.feature.noAds.subtitle" = "不被广告打断，享受此应用";

"paywall.proVersion" = "Pro version";
"paywall.feature.appleWallet.title" = "苹果钱包";
"paywall.feature.appleWallet.subtitle" = "从苹果钱包轻松访问您的 QR-代码";
"paywall.feature.batchScan.title" = "批量扫描";
"paywall.feature.batchScan.subtitle" = "同时扫描多个代码，不需要任何额外的步骤";
"paywall.feature.customization.title" = "自定义";
"paywall.feature.customization.subtitle" = "更改二维码颜色，调整错误校正级别";
"paywall.feature.widgets.title" = "小部件";
"paywall.feature.widgets.subtitle" = "在您的 iPhone 主屏幕上添加二维码以获得最快的访问";
"paywall.feature.appleWatch.title" = "苹果Watch";
"paywall.feature.appleWatch.subtitle" = "在您的观察面上添加苹果观察复杂化以一次点击访问QR码";

"paywall.termsOfUse" = "使用条款";
"paywall.privacyPolicy" = "隐私政策";

"subscription.expired" = "订阅已过期";
"subscription.activated" = "您已解锁专业版！";

"tabs.settings" = "设置";
"tabs.scan" = "扫描";
"tabs.favorites" = "收藏夹";
"tabs.history" = "历史记录";

"settings.general" = "A. 概况";
"settings.contactDeveloper" = "联系开发者";
"settings.writeReview" = "写评论";
"settings.scanner" = "扫描器";
"settings.vibration" = "振动";
"settings.title" = "设置";
"settings.faq" = "常见问题";
"settings.pro.title" = "Pro version";
"settings.pro.describtion" = "激活您的 QR 码的更多功能";

"qrDetails.title" = "详细信息";
"qrDetails.removeFromFavorites" = "从收藏夹中删除";
"qrDetails.addToFavorites" = "添加到收藏夹";
"qrDetails.appleWalletPass" = "苹果钱包通过";
"qrDetails.name.placeholder" = "您可以命名QR，例如电影票";

"onboarding.qrOnMainScreen" = "主屏幕上的二维码";
"onboarding.allQRCodesInOnePlace" = "一个地方的所有 QR-代码";

"history.title" = "扫描历史";
"history.empty.title" = "尚无二维码";
"history.empty.subtitle" = "所有扫描的 QR-代码";
"history.batch" = "批量代码";
"history.batch.countOfCodes" = "%d QR-codes";

"sharing.asImage" = "作为图像";
"sharing.asText" = "作为文本";
"sharing.title" = "分享";

"flipperQr.info.text" = "点击二维码查看标准二维码";

"changeAppearance.title" = "外观";
"changeAppearance.foregroundColor" = "前景色";
"changeAppearance.backgroundColor" = "背景颜色";
"changeAppearance.colors" = "颜色";
"changeAppearance.errorCorrectionLevel" = "错误校正级别";
"changeAppearance.buttonTitle" = "更改外观";

"scanner.result.title" = "扫描结果";
"scanner.about.title" = "关于批量扫描";
"scanner.about.subtitle" = "当您想逐个扫描多个QR码时使用此模式。扫描的代码将显示为历史标签上的组";
"scanner.startButton" = "开始";
"scanner.qrNotFound" = "找不到二维码";
"scanner.scanButton" = "批量扫描";
"scanner.stopButton" = "停止";
"scanner.scannedCount" = "已扫描 %d";

"favorites.empty.title" = "尚未收藏二维码";
"favorites.empty.subtitle" = "您可以在扫描或从历史选项卡中添加收藏夹";

"qrType.website" = "网址";
"qrType.text" = "文本";

"allcodes.segment.all" = "全部";
"allcodes.segment.my" = "My";
